{
    "AboutUs": "About Us",
    "title" : "Get instant access to multiple unused warehouses,\n \n planes, ships through one tech-based shipping carrier solution.",
    "header" : "INTEGRATED SYSTEM \n FOR YOUR E-COMMERCE",
    "calculateBtn" : "  Calculate ",
    "BookingBtn":"Booking ",
    "aboutUsText" : "We are one of the largest companies in the world that offers shipping prices, including the costs incurred from certificates (customs clearance - internal shipping), so we offer you many facilities for import and e-commerce services from China at a low price and high quality that is not comparable in other global markets, so a company was launched to build a bridge Between the buyer and between the customer, the merchant and the company, to make the import, shipping and trade client one of the easiest things that a company can provide, to make our goal to import from China and other countries as simple as possible, so the customer can buy with all the required procedures and at the lowest possible price to provide all door to door and import our products in the warehouse for assembly Complete and ship the necessary facilities for trade with a few clicks through a professional electronic creation to include many services (packaging, storage, inspection Products, and others ... To provide our services, air and sea freight, to ensure distinguished arrival to our customers in the shortest possible period without any effort or trouble from you",
    "Shipping" : "Shipping",
    "Import" : "Import",
    "Why-Us" : "Why-Us",
    "ware-house" : "ware-house",
    "calcText" : "Calculate your shipment Now with International Parcel Express",
    "contactUs" : "Contact-us",
    "contactText" : "To reach together the highest quality in the details of the work, by communicating with us..",
    "email" : "email",
    "fullName" : "full name",
    "phone" : "phone number",
    "messageTitle" : "message Title",
    "message" : "message",
    "Send" : "send",
    "testimonialHeader"  :"Our Clients testimonials",
    "testimonialTitle"  :"We Are Proud To Make Happy Experiences For Our Customers",

"importwithus" : "Import With Us",




    "for navBar 'not used '" : "for navBar 'not used '",

    "home" : "Home",
    "orders" : "Orders",
    "ourServices" : "Our Services",
    "signup" : "Sign Up",
    "login" : "Login",
    "loguot" : "Log out",
    "createaccount":"Create Account",
    "dashboard" :  "Profile",




    "for orders page 'not used '" : "for orders page 'not used '",
    

    "shippingRates" : "Shipping Rates",
    "shippingTitle" : "We help Calculate The Approximate Shipping Cost To Your Country",
    "shippingAddress" : "Shipping Address",
    "from" : "From",
    "to" : "To",
    "shipmentinfo" : "Shipment Information",
    "weight" : "Weight",
    "typeshipment" : "Type Of Shipment",
    "typeShipping" : "Type Of Shipping",
    "dimention" : "Shipping Dimention (optional)",
    "height" : "Height",
    "width" : "Width",
    "length" : "Length",
    "chooseType" : "Choose Type Of Shipment",
    "chooseShippingType" : "Choose Type Of Shipping",
    "parcelChoose" : "Choose Parcel From",
    "parcelChooseTo" : "Choose Parcel To",
    "cm" : "cm",
    "kg" : "kg",
    "cdm" : "cbm",
    "battery" : "Battery",
    "aerial" : "Aerial",
    "nautical" : "Nautical",
    "china" : "China",






    "for our services page 'not used '" : "for our services page 'not used '",




    "ourServicesTitle" : "With Our Service , We Open New Horizons To Shopping And Integrated E-Commerce",






    "for about us page 'not used '" : "for about us page 'not used '",


    "worktime" : "Work Time",
    "worktimeTitle" : "worktime ? Shipping days? Everything you need to know about it",






    "for contact us page 'not used '" : "for contact us page 'not used '",


    "hello" : "Hello There !",
    "contactTitle" : "To reach together with the highest quality in the details of the work, by communicating with us",
    "salesContact" : "SALES CONTACTS :",
    "address" : "Come to Our Office",
    "addressDetails" : "5 Salah Tawfiq Street off Roushdy Street Alexandria Egypt",






    "for Login & Signup page 'not used '" : "for Login & Signup page 'not used '",


    "password" : "Password",
    "confirmPassword" : "Confirm Password",
    "remember" : "Remember Me",
    "forget" : "Forget Password ?",
    "dontHaveAccount" : "You Don't Have an Account ?",
    "createAccount" : "Create Account",
    "passwordValid" : "password must be at least 6 characters long.",
    "phoneValid" : "Name must be at least 9 characters long.",
    "agree" : "I Agree To",
    "terms" : "Terms Of Use and Privacy",
    "haveaccount" : "You have an account ? ",
    "backHome" : "Back To Home",
    "forgetpassword" : "Reset Password",
    "sendcode" : "Send Code",







    "for admin header page 'not used '" : "for admin header page 'not used '",



    "balance" : "Your Balance is",
    "sar" : "SAR",





    "for shipping fee page 'not used '" : "for shipping fee page 'not used '",


    "bookShipment" : "Book Your Shipment Now",
    "bookShipmentTitle" : "We Help You Calculate The Approximate Shipping Cost To Your Country !",
    "fillData" : "Fill in the required data and then",
    "fillData2" : "of the total amount of seriousness will be paid upon receipt",
    "fillData3" : "Payment of your shipment will be completed before receiving your shipment",
    "shipmentAddress" : "Shipment Address",
    "moreInfo" : "More Information",
    "req" : "This field is required",
    "invoice" : "Commercial Invoice",
    "invoice2" : "Packing List",
    "widthEstimate" : "Width Estimate",
    "neworder" : "New Order",



    "for Sidebar page 'not used '" : "for Sidebar page 'not used '",


    "overview" : "OverView",
    "personalinfo" : "Personal Info",
    "orders" :"Your Orders",
    "shippingCalc" : "Shipping Fee Calculator",
    "commercialshippment" : "Commercial Shipment",
    "importation" : "Importation",
    "warehouses" : "Warehouses",
    "notification" : "Notification",
    "customerservice":"Customer Service",







    "for overView page 'not used '" : "for Sidebar page 'not used '",

    "shopperorder" : "Shopper Orders",
    "numberofshipment" : "Number Of Shipments",
    "shipment" : "Shipment",
    "numberofparcels" : " Number Of Parcels",
    "parcels" : "Parcels",
    "startwithus" : "Start with us and ship your shipment now",
    "startnow" : "Start Now",
    "lastshipment" : "My Last Shipments",
    "showmore" : "Show More",

    "for Notification page 'not used '" : "for Sidebar page 'not used '",

    "notify" : "SAR 1520 was transfered to the international parcel on 25/1/2022 ",



"for importation page 'not used '" : "for Sidebar page 'not used '",

"ksa" : "KSA",

"startimport" : "We are your most suitable choice to simplify marketing and import from the world",
"showmap" : "show google map",
"importationtitle" : "The management of our site provides advice and successful advice in the import process, while ensuring that the standards are met quality and to use the resources efficiently and the experience gained by our site and import management. We also offer Flexible and seamless solutions to reduce negative effects and protect your import projects from any countries Other",
"commertialText" : "The most prominent features that our website offers in shipping Providing containers of different sizes and types that suit the size, type and nature of commercial shipments It is suitable for our customers who wish to ship one or more containers with the possibility of using the company's warehouses By customers in order to facilitate the processes of collecting shipments or re-shipment and distribution or Packaging as needed, and completing all required procedures and permits when shipping And exported to all countries of the world Our website is also characterized by high professionalism and punctuality. Our company has road cadres and all that has been reached . Technology to manage our customers' operations and ensure timely delivery through Our Location",






"for personal info & change password 'not used '" : "for navBar 'not used '",


"editprofile" : "Edit Profile",
"changepassword" : "Change Password",
"newpassword" : "New Password",
"confirmnewpassword" : "Confirm New Password",
"save" : "Save",
"oldpassword" : "Old Password",




"for admin orders 'not used '" : "for admin orders 'not used '",

"delivered" : "Order Delivered",
"inshipping" : "Order In Shipping",
"recieving" : "Order Recieving",
"noorders" : "There Is No Orders In This Stage" , 
"shippingcharges" : "Shipping Charges" ,
"shippingchargestitle" : "The total cost will be determined when you confirm the weight and sizes of the attached shipment and when you confirm all the data you will be informed of the total cost and if the cost is not suitable for you you can return the amount of the deposit in full",
"ordernumber" : "Order Number",
"orderdate" : "Order Date" , 
"shippingrate" : "Shipping Rate",
"shippingdetails" : "Shipping Details",
"parcelfrom" : "Parcel From",
"chargingtype" : "Charging Type",
"actialweight" : "Actial Weight",
 "shippingcardtime" : "5-12 Days Approximate Shipping Time",
 "extracharge" : "Extra Charge of Total Shipping 5% (fuel fee)",
 "return" : "In Case The Goods Are Not Standardized Made In China . The Amount Of Sar 500 Will",
 "moredetails" : "More Details",
 "customs" : "The price includes customs clearance",
"madeinchina" : "Fees are added if made in China is not placed",
 "lessdetails" : "Less Details",
 "uploaded" : "File Uploaded",







"for about us'not used '" : "for navBar 'not used '",



"technicalsupport" : "Technical Support",
"aboutworktime" : "All days of week from 08:00 AM - 10:00 PM KSA time",
"ksawarehouses" : "Saudi Arabia Warehouse",
"shipmentrecipt" : "Receipt of Shipments" , "shipmentrecipttitle" : "from Monday to Friday , from 04:00 AM to 12:30 PM KSA time",
"shippingparces" : "Shipping Parces" , "shippingparcestitle" : "from Monday to Friday , from 04:00 in the morning to 12:30 in the evening saudi time",
"chinawarehouses" : "China Warehouse Warehouse",
"ksaholidays" : "Official Holidays in the Kingdom of Saudi Arabia",
"fitr" : " Happy Eid Al Fitr Holiday , Which extends over 3 days",
"adha" : "Eid Al-Adha Holiday , Which extends over 3 days",
"nationalday" : "The Saudi National Day is for one day",
"chinaholidays" : "Official Holidays in china",
"chinaholidaytext" : "Public Holidays in China is Vary , due to the presence of some holidays that follow chinese calender , and the following are the most comman holidys",





"for footer'not used '" : "for footer 'not used '",

"help" : "Help",
"termsofuse" : "Terms Of Use",
"privacypolicy" : "Privacy Policy",
"contactwithus" : "Contact With Us",

"services":"Services",
"shipping" : "Shipping",
"import" : "Import",

"moreaboutus" : "More About Us",
"whoweare" : "Who We Are",
"whowearetext" : "We are one of the largest companies in the world that offers shipping prices, including the costs incurred from certificates (customs clearance - internal shipping), so we offer you many facilities for import and e-commerce services from China at a low price and high quality that is not comparable in other global markets, so a company was launched to build a bridge Between the buyer and between the customer, the merchant and the company, to make the import, shipping and trade client one of the easiest things that a company can provide, to make our goal to import from China and other countries as simple as possible, so the customer can buy and import our products in the warehouse to assemble them completely and ship them door to door with all the required procedures and at the lowest possible price To provide all the necessary facilities for trade with a few clicks through a professional electronic creation to include many services (packaging, storage, product inspection, and others ... to offer our services air and sea freight to ensure distinctive access to our customers in the shortest possible period without any effort or trouble from you.",
"servicestext" : "Diverse and comprehensive services related to importing from China and direct shipping from it, starting from providing special information about cities and companies specialized in every commercial commodity until reaching the customer’s warehouses - with our service we also open new horizons for you to import and electronic commerce",
"warehousestext" : "The possibility of storing goods in our warehouses in China with large storage areas and arranged equipped at the highest level and the maximum degree of safety when stored with receipt, examination and insurance of warehouses - following storage conditions in terms of appropriate storage method and spaces inside the warehouse - the company collects shipments and fragmented shipment via sea and air freight from China to all countries of the world in addition to the presence of distinguished logistics services such as checking, sorting, inspecting and protecting products when packaging and shipping them from door to door. - Follow-up and finalization of all papers related to each shipment - The company follows up the receipt of the goods and inspects the quality in conformity with the agreed specifications",
"importtext" : "Specialized in importing from China and global and local markets, and under the supervision and management of our office, we search for high-quality goods and present them to the customer at an appropriate price until we came to the concept that all goods, especially the Chinese goods that we offer, compete with the global market in quality, price and very high efficiency and we provide the best services to our customers",
"importl1" : "1 / The company coordinates with factories to provide the customer's demand at the highest level of quality or according to the customer's desire.",
"importl2" : "2 / The possibility of purchasing or manufacturing without the need to travel to China.",
"importl3" : "3 / We follow up the production stages with the factories until receipt is made on the agreed dates.",
"importl4" : "4 / The company follows up the receipt of the goods and inspects the quality of their conformity with the agreed upon specifications.",
"importl5" : "5/ The possibility of storing goods in our warehouse in China.",
"importl6" : "6 / Provide translators in case the client visits China to facilitate the process of dealing with the Chinese party.",
"adminwarehousestext" : "We give you private storage spaces to store your goods in our warehouse through your own mail address. Warehouses are equipped with the best modern technologies to receive and store your goods. We also provide your goods in warehouses with many professional logistic services to ensure their safety and preservation until the time of shipment. And also for storing imported products for which import duties have not yet been paid. The first is that the goods are presented to the incoming goods or shipments section where they are received - of course, it is preferable to know in advance their quality, sizes and nature - to prepare the appropriate special places for them. The goods are examined immediately after receiving them and a comprehensive report is created describing their condition and safety. The report clearly contains quantities and descriptions of the intact, damaged and lost goods - if any -. The owner of the goods shall be notified of the contents of the report as an essential part of the audit process. The goods are classified and sorted to be placed in the appropriate and designated storage places. After that, the process of coding the goods begins, and the goal of coding is to avoid mixing them with other multiple goods that may be present in the warehouse",


"for Verification code page 'not used '" : "for footer 'not used '",

"back" : "Back",
"verify": "Verify",
"verificationcode" : "Verification Code",
"enterverificationcode" : "Please Enter The Verification Code You Recieved From",
"validationestimer" : "verification code will be sent within :",
"resendcode" : "Resend Verification Code",
"backtosignup": "Back To Sign Up",




"filelength" : "files uploaded"








}