{
    "AboutUs": "About Us",
    "title" : "Get instant access to multiple unused warehouses,\n \n planes, ships through one tech-based shipping carrier solution.",
    "header" : "INTEGRATED SYSTEM \n FOR YOUR E-COMMERCE",
    "calculateBtn" : "Calculate your shipment",
    "BookingBtn":"Booking ",
    "aboutUsText" : "We are one of the largest companies in the world that offers shipping prices, including the costs incurred from certificates (customs clearance - internal shipping), so we offer you many facilities for import and e-commerce services from China at a low price and high quality that is not comparable in other global markets, so a company was launched to build a bridge Between the buyer and between the customer, the merchant and the company, to make the import, shipping and trade client one of the easiest things that a company can provide, to make our goal to import from China and other countries as simple as possible, so the customer can buy with all the required procedures and at the lowest possible price to provide all door to door and import our products in the warehouse for assembly Complete and ship the necessary facilities for trade with a few clicks through a professional electronic creation to include many services (packaging, storage, inspection Products, and others ... To provide our services, air and sea freight, to ensure distinguished arrival to our customers in the shortest possible period without any effort or trouble from you",
    "Shipping" : "Shipping",
    "Import" : "Import",
    "Why-Us" : "Why-Us",
    "ware-house" : "ware-house",
    "calcText" : "Calculate your shipment Now with International Parcel Express",
    "contactUs" : "Contact-us",
    "contactText" : "To reach together the highest quality in the details of the work, by communicating with us..",
    "email" : "Email Address",
    "fullName" : "full name",
    "phone" : "phone number",
    "messageTitle" : "message Title",
    "message" : "Your Message",
    "Send" : "send",
    "testimonialHeader"  :"Our Clients testimonials",
    "testimonialTitle"  :"We Are Proud To Make Happy Experiences For Our Customers",

"importwithus" : "Import With Us",




    "for navBar 'not used '" : "for navBar 'not used '",

    "home" : "Home",
    "ourServices" : "Our Services",
    "signup" : "Sign Up",
    "login" : "Login",
    "loguot" : "Log out",
    "createaccount":"Create An Account",
    "dashboard" :  "Profile",
    "ourservicetext":"We are one of the largest companies in the world that offers shipping prices, including the costs incurred from certificates (customs clearance - internal shipping), so we offer you many facilities for import and e-commerce services from China at a low price and high quality that is not comparable in other global markets, so a company was launched to build a bridge Between the buyer and between the customer, the merchant and the company, to make the import, shipping and trade client one of the easiest things that a company can provide, to make our goal to import from China and other countries as simple as possible, so the customer can buy with all the required procedures and at the lowest possible price to provide all door to door and import our products in the warehouse for assembly Complete and shipped the necessary facilities for trade with a few clicks through a professional electronic creation to include many services (packaging, storage, product inspection, etc... To offer our services air and sea freight to ensure distinctive access to our customers in the shortest possible period without any effort or trouble from you.",



    "for orders page 'not used '" : "for orders page 'not used '",
    

    "shippingRates" : "Shipping Rates",
    "shippingTitle" : "We help Calculate The Approximate Shipping Cost To Your Country",
    "shippingAddress" : "Shipping Address",
    "from" : "From",
    "to" : "To",
    "shipmentinfo" : "Shipment Information",
    "weight" : "Weight",
    "typeshipment" : "Type Of Shipment",
    "typeShipping" : "Type Of Shipping",
    "dimention" : "Shipping Dimention (optional)",
    "height" : "Height",
    "width" : "Width",
    "length" : "Length",
    "chooseType" : " Type Of Shipment",
    "chooseShippingType" : "Type Of Shipping",
    "parcelChoose" : "Parcel From",
    "parcelChooseTo" : "Parcel To",
    "cm" : "cm",
    "kg" : "kg",
    "cdm" : "cbm",
    "battery" : "Battery",
    "aerial" : "By Air",
    "nautical" : "By Sea",
    "china" : "China",






    "for our services page 'not used '" : "for our services page 'not used '",




    "ourServicesTitle" : "With Our Service , We Open New Horizons To Shopping And Integrated E-Commerce",






    "for about us page 'not used '" : "for about us page 'not used '",


    "worktime" : "Work Time",
    "worktimeTitle" : "worktime ? Shipping days? Everything you need to know about it",
    "values" : "our values",
    "valuesdesc" : "Our values and distinction over time thanks to the mutual trust that has developed between us and our customers, which was our mission to earn your trust by providing an excellent service that makes the shipping process easy and enables our valued customers to import without any effort and incur the trouble of storage, transportation and customs clearance and for this reason we launched our professional service that provides you The fast, secure, flexible service and guaranteed management of the supply chain you require",





    "for contact us page 'not used '" : "for contact us page 'not used '",


    "messageValid" : "Message Is Required",
    "titleValid" : "Title Is Required",
    "mailValid" : "Mail Format is wrong",
    "nameValid" : "Name Is Required",

    "hello" : "Hello There !",
    "contactTitle" : "Have A Question? Send Us Your Notes Using Th Form Below , And Team Will Response As Soon As Possible",
    "salesContact" : "SALES CONTACTS :",
    "address" : "Come to Our Office",
    "addressDetails" : "5 Salah Tawfiq Street off Roushdy Street Alexandria Egypt",






    "for Login & Signup page 'not used '" : "for Login & Signup page 'not used '",


    "password" : "Password",
    "confirmPassword" : "Confirm Password",
    "remember" : "Remember Me",
    "forget" : "Forget Password ?",
    "dontHaveAccount" : "You Don't Have an Account ?",
    "createAccount" : "Create An Account",
    "passwordValid" : "password must be at least 6 characters long.",
    "phoneValid" : "Phone must be at least 9 characters long and starts with 5.",
    "agree" : "I Agree To",
    "terms" : "Terms Of Use and Privacy",
    "haveaccount" : "You have an account ? ",
    "backHome" : "Back To Home",
    "forgetpassword" : "Forget Password ?",
    "sendcode" : "Send Code",
    "shortcode" : "Verification Code" , 
    "coupon" : "voucher Code",
    "check" : "Check",







    "for admin header page 'not used '" : "for admin header page 'not used '",



    "balance" : "Your Balance is",
    "sar" : "SAR",





    "for shipping fee page 'not used '" : "for shipping fee page 'not used '",


    "bookShipment" : "Book Your Shipment Now",
    "bookShipmentTitle" : "We Help You Calculate The Approximate Shipping Cost To Your Country !",
    "fillData" : "Fill in the required data to confirm your order, and then an amount of 25% of the total amount will be deducted upon receipt of the order ... and payment of your shipment fees will be completed upon confirmation of the order",
    "fillData2" : "of the total amount of seriousness will be paid upon receipt",
    "fillData3" : "Payment of your shipment will be completed before receiving your shipment",
    "shipmentAddress" : "Shipment Address",
    "moreInfo" : "More Information",
    "req" : "This field is required",
    "invoice" : "Commercial Invoice",
    "invoice2" : "Packing List",
    "widthEstimate" : "Width Estimate",
    "neworder" : "New Order",



    "for Sidebar page 'not used '" : "for Sidebar page 'not used '",


    "overview" : "OverView",
    "personalinfo" : "Personal Info",
    "orders" :"Your Orders",
    "shippingCalc" : "Shipping Fee Calculator",
    "commercialshippment" : "Commercial Shipment",
    "importation" : "Importation",
    "warehouses" : "Warehouses",
    "notification" : "Notification",
    "customerservice":"Customer Service",







    "for overView page 'not used '" : "for Sidebar page 'not used '",

    "shopperorder" : "Shopper Orders",
    "numberofshipment" : "Number Of Shipments",
    "shipment" : "Shipment",
    "numberofparcels" : " Number Of Parcels",
    "parcels" : "Parcels",
    "startwithus" : "Start with us and ship your shipment now",
    "startnow" : "Start Now",
    "lastshipment" : "My Last Shipments",
    "showmore" : "Show More",

    "for Notification page 'not used '" : "for Sidebar page 'not used '",

    "notify" : "SAR 1520 was transfered to the international parcel on 25/1/2022 ",
    "nonotify" : "No Notification",


"for importation page 'not used '" : "for Sidebar page 'not used '",

"ksa" : "KSA",

"startimport" : "We are your most suitable choice to simplify marketing and import from the world",
"showmap" : "show google map",
"importationtitle" : "The management of our site provides advice and successful advice in the import process, while ensuring that the standards are met quality and to use the resources efficiently and the experience gained by our site and import management. We also offer Flexible and seamless solutions to reduce negative effects and protect your import projects from any countries Other",
"commertialText" : "The most prominent features that our website offers in shipping Providing containers of different sizes and types that suit the size, type and nature of commercial shipments It is suitable for our customers who wish to ship one or more containers with the possibility of using the company's warehouses By customers in order to facilitate the processes of collecting shipments or re-shipment and distribution or Packaging as needed, and completing all required procedures and permits when shipping And exported to all countries of the world Our website is also characterized by high professionalism and punctuality. Our company has road cadres and all that has been reached . Technology to manage our customers' operations and ensure timely delivery through Our Location",






"for personal info & change password 'not used '" : "for navBar 'not used '",


"editprofile" : "Edit Profile",
"changepassword" : "Change Password",
"newpassword" : "New Password",
"confirmnewpassword" : "Confirm New Password",
"save" : "Save",
"oldpassword" : "Old Password",




"for admin orders 'not used '" : "for admin orders 'not used '",

"delivered" : "Order Delivered",
"inshipping" : "Order In Shipping",
"recieving" : "Order Recieving",
"noorders" : "There Is No Orders In This Stage" , 
"shippingcharges" : "Shipping Charges in dollar" ,
"shippingchargestitle" : "The total cost will be determined when you confirm the weight and sizes of the attached shipment and when you confirm all the data you will be informed of the total cost and if the cost is not suitable for you you can return the amount of the deposit in full",
"ordernumber" : "Order Number",
"orderdate" : "Order Date" , 
"shippingrate" : "Shipping Rate",
"shippingdetails" : "Shipping Details",
"parcelfrom" : "Parcel From",
"chargingtype" : "Charging Type",
"actialweight" : "Actial Weight",
 "shippingcardtime" : "5-12 Days Approximate Shipping Time",
 "extracharge" : "Extra Charge of Total Shipping 5% (fuel fee)",
 "return" : "In Case The Goods Are Not Standardized Made In China . The Amount Of Sar 500 Will",
 "moredetails" : "More Details",
 "customs" : "The price includes customs clearance",
"madeinchina" : "Fees are added if made in China is not placed",
 "lessdetails" : "Less Details",
 "uploaded" : "File Uploaded",







"for about us'not used '" : "for navBar 'not used '",



"technicalsupport" : "Technical Support",
"aboutworktime" : "All days of week from 08:00 AM - 10:00 PM KSA time",
"ksawarehouses" : "Saudi Arabia Warehouse",
"shipmentrecipt" : "Receipt of Shipments" , "shipmentrecipttitle" : "from Monday to Friday , from 04:00 AM to 12:30 PM KSA time",
"shippingparces" : "Shipping Parces" , "shippingparcestitle" : "from Monday to Friday , from 04:00 in the morning to 12:30 in the evening saudi time",
"chinawarehouses" : "China Warehouse Warehouse",
"ksaholidays" : "Official Holidays in the Kingdom of Saudi Arabia",
"fitr" : " Happy Eid Al Fitr Holiday , Which extends over 3 days",
"adha" : "Eid Al-Adha Holiday , Which extends over 3 days",
"nationalday" : "The Saudi National Day is for one day",
"chinaholidays" : "Official Holidays in china",
"chinaholidaytext" : "Public Holidays in China is Vary , due to the presence of some holidays that follow chinese calender , and the following are the most comman holidys",





"for footer'not used '" : "for footer 'not used '",

"help" : "Help",
"termsofuse" : "Terms and Conditions",
"privacypolicy" : "common questions",
"contactwithus" : "Prohibited Products",

"services":"Services",
"shipping" : "Shipping",
"import" : "Import",

"moreaboutus" : "More About Us",
"whoweare" : "Who We Are",
"whowearetext" : "We are one of the largest companies in the world that offers shipping prices, including the costs incurred from certificates (customs clearance - internal shipping), so we offer you many facilities for import and e-commerce services from China at a low price and high quality that is not comparable in other global markets, so a company was launched to build a bridge Between the buyer and between the customer, the merchant and the company, to make the import, shipping and trade client one of the easiest things that a company can provide, to make our goal to import from China and other countries as simple as possible, so the customer can buy and import our products in the warehouse to assemble them completely and ship them door to door with all the required procedures and at the lowest possible price To provide all the necessary facilities for trade with a few clicks through a professional electronic creation to include many services (packaging, storage, product inspection, and others ... to offer our services air and sea freight to ensure distinctive access to our customers in the shortest possible period without any effort or trouble from you.",
"servicestext" : "Diverse and comprehensive services related to importing from China and direct shipping from it, starting from providing special information about cities and companies specialized in every commercial commodity until reaching the customer’s warehouses - with our service we also open new horizons for you to import and electronic commerce",
"warehousestext" : "The possibility of storing goods in our warehouses in China with large storage areas and arranged equipped at the highest level and the maximum degree of safety when stored with receipt, examination and insurance of warehouses - following storage conditions in terms of appropriate storage method and spaces inside the warehouse - the company collects shipments and fragmented shipment via sea and air freight from China to all countries of the world in addition to the presence of distinguished logistics services such as checking, sorting, inspecting and protecting products when packaging and shipping them from door to door. - Follow-up and finalization of all papers related to each shipment - The company follows up the receipt of the goods and inspects the quality in conformity with the agreed specifications",
"importtext" : "Specialized in importing from China and global and local markets, and under the supervision and management of our office, we search for high-quality goods and present them to the customer at an appropriate price until we came to the concept that all goods, especially the Chinese goods that we offer, compete with the global market in quality, price and very high efficiency and we provide the best services to our customers",
"importl1" : "1 / The company coordinates with factories to provide the customer's demand at the highest level of quality or according to the customer's desire.",
"importl2" : "2 / The possibility of purchasing or manufacturing without the need to travel to China.",
"importl3" : "3 / We follow up the production stages with the factories until receipt is made on the agreed dates.",
"importl4" : "4 / The company follows up the receipt of the goods and inspects the quality of their conformity with the agreed upon specifications.",
"importl5" : "5/ The possibility of storing goods in our warehouse in China.",
"importl6" : "6 / Provide translators in case the client visits China to facilitate the process of dealing with the Chinese party.",
"adminwarehousestext" : "We give you private storage spaces to store your goods in our warehouse through your own mail address. Warehouses are equipped with the best modern technologies to receive and store your goods. We also provide your goods in warehouses with many professional logistic services to ensure their safety and preservation until the time of shipment. And also for storing imported products for which import duties have not yet been paid. The first is that the goods are presented to the incoming goods or shipments section where they are received - of course, it is preferable to know in advance their quality, sizes and nature - to prepare the appropriate special places for them. The goods are examined immediately after receiving them and a comprehensive report is created describing their condition and safety. The report clearly contains quantities and descriptions of the intact, damaged and lost goods - if any -. The owner of the goods shall be notified of the contents of the report as an essential part of the audit process. The goods are classified and sorted to be placed in the appropriate and designated storage places. After that, the process of coding the goods begins, and the goal of coding is to avoid mixing them with other multiple goods that may be present in the warehouse",


"for Verification code page 'not used '" : "for footer 'not used '",

"back" : "Back",
"verify": "Verify",
"verificationcode" : "Verification Code",
"enterverificationcode" : "Please Enter The Verification Code You Recieved on",
"validationestimer" : "verification code will be sent within :",
"resendcode" : "Resend Verification Code",
"backtosignup": "Back To Sign Up",




"filelength" : "files uploaded",


"for footer data 'not used '" : "for footer data  'not used '",


"forbidden" : "Prohibited shipments",
"forbiddentitle" : "It includes all organizations that shipping can carry with it (liquid materials) of various types such as perfumes, oils, paint, mercury, any other products that contain liquid materials (biological materials) & food that is subject to rotting, human waste, living and dead organisms, bacteria, viruses, flammable materials and fire-causing materials; batteries; Electronic hookah with or without tobacco lighter, gas tubes, powder and others (weapons of all kinds), & parts of the weapon, electroshock devices, pepper spray, toys, firearms, drones, explosive weapons, (robots) alcohol and drugs. - Spy tools - Medicines and drugs - Coins and illegal materials as well as exceptional products that can be shipped when there are special cases with technical support to complete the process and all shipments containing motors, magnets and pumps that must be subject to inspection ..., things that do not have identification labels: for reasons Many shipping companies do not ship it... Any item you want to ship you can contact customer service and we will be happy to answer any question.",




"termsintro" : "Introduction ",
"termintrotitle" : "These terms shall clarify the responsibility of IBE for any loss, damage, delay, wrong-delivery or non-delivery caused to the cargo, while it is in transit, which shall require the customer to submit a claim notice within the specified period provided for in Article No. 12 of these terms. The customer shall read these terms carefully and an insurance cover, with regard to the cargo, shall be required to be provided, in case it is of a high financial value"
,
"terms1":"Application",
"terms1desc" : "1.1 These terms shall be applied, with regard to the cargo, while it is in transit among the stations, by using the services provided by IBE (if available and wherever found). These services may be modified, from time to time, by IBE, in the territories serviced by the latter. 1.2 In case of a discrepancy between the conditions carriage stipulated by IBE, terms and conditions contained in the air and sea waybill, manifest (cargo declaration), cargo card or other transit documents, these terms shall govern, prevail and apply to the customer. 1.3 These terms shall cancel, exclude and supersede any other oral or written terms, conditions, wherever they appear or take place, any terms, conditions that the Customer shall seek to add, any written or oral statements relating to these terms."


,
"terms2" : "Refusal of Cargo",
"terms2desc":"3.1 In case the selected service or registered weight is incorrect, IBE may make appropriate corrections to the air waybill or appropriate modifications to the invoice at any time and may also charge the customer the handling fees for making such corrections and modifications. 3.2 IBE shall have the right to estimate the wages, based on the volume standards and dimensional weights approved by it."


,
"terms3" : "Refusal of Cargo",
"terms3desc":"IBE shall reserve its right to refuse, stop, cancel, postpone or return any cargo, at any time, in case it is likely to cause damage to or delay the cargo, goods or other persons, in case its carriage is prohibited by law or in case it is in violation of these terms. IBE's acceptance of a particular cargo does not mean that such cargo is in compliance with the applicable laws or regulations or that it is in compliance with the current conditions"



,
"terms4" : "Banned Items for Transportation",
"terms4desc":"The following items shall not be acceptable to be transported: Currency, explosives, human corpses, human body parts, firearms, pornography, hazardous waste or dangerous goods, dead or live animals, liquids, batteries or counterfeited trademarks."



,
"terms5" : " Packaging and Labeling",
"terms5desc":"6.1 The customer shall prepare all contents of cargo and pack it for safe transportation by sea, air or land, taking care of normal handling. 6.2 IBE shall not be responsible for any damage arising from changes in temperature or pressure"



,
"terms6" : "Inspection and Examination of Cargo",
"terms6desc":"7.1 IBE may choose or open, upon the request of concerned authorities, any cargo and examine it, at any time and shall not be responsible for any obligations of any kind, as a result thereof. 7.2 IBE shall, in accordance with the applicable regulations, apply the random X-ray scanning of the sent cargo and neither the customer nor the recipient shall have the right to claim compensation for any damage as a result of this security measure"



,
"terms7" : "Dispatch and Delivery",
"terms7desc":"8.1 IBE shall reserve its right to dispatch the cargo, by using any method it sees appropriate. 8.2 The cargo shall be delivered to the address indicated by the customer and it shall not need to be delivered to the recipient personally, as it may be delivered to a person other than the person or entity, whose name is described in the bill of lading and who has a clear authority to accept the cargo in the name of recipient and on his behalf. The shipper expressly acknowledges and accepts that the delivery shall be made to a third party, in some countries of destination, to a mail box or to any other place accessible by the recipient. The cargo may not be delivered to P.O. Box addresses. 8.3 IBE shall not be liable, under any circumstances, for any claim relating to the confiscation or seizure of cargo or during the transportation process carried-out by the Customs Department or any other government authority. 8.4 The delivery made on holidays and weekends, if applicable, shall be subject to the special handling fees. 8.5 The customer may request to modify the address of consignee, to stop or to return the cargo before reaching its final destination. However, IBE shall not provide any guarantees for the completion of request or a commitment to the implementation time. In case of implementation, the customer shall bear the fees resulting therefrom, which they may be obtained by using the prices calculator available on the website."



,
"terms8" : "Undeliverable Cargo",
"terms8desc":"9.1 IBE shall be under no obligation to deliver cargo: 9.1.1 In case the recipient's address is incomplete, incorrect or cannot be found. 9.1.2 In case the cargo is likely to cause damage to, delay other goods or cause injury to persons. 9.1.3 In case the contents or packages of cargo are damaged to the extent that they may not be rewound and packaged. 9.1.4 In case the delivery is impossible due to the unavailability of appropriate person, refusal to the receipt of cargo or refusal to sign the cargo handover declaration. 9.2 The customer shall bear all costs, fees and charges incurred for returning the cargo that may not be delivered, stored or disposed of."




,
"terms9" : "Declared Value and Limits of Liability",
"terms9desc":"10.1 Unless the customer discloses the value of cargo when dispatching it and pays the insurance coverage fees, the limits of IBE's liability for damage, loss, delay, wrong delivery or non-delivery shall reach an amount of one hundred (100) US dollars. 10.2 The value declared by the Customer for the cargo of any package shall represent the minimum IBE's liability, with regard to the cargo of such package, including but not limited to any loss, damage, delay or bad delivery, even if it is deemed as the higher value, IBE's liability for loss or damage to the cargo shall not be greater than the actual value of the cargo contents. 10.3 The value declared by the Customs Department and the declared value of cargo may vary according to its place, and in any case, the declared value of cargo shall not exceed the value declared by the Customs Department. The maximum value declared by the Customs Department and the declared value of cargo (with regard to the contents of packages enveloped in IBE paper or plastic envelopes and regardless of the final destination of cargo, shall reach one hundred (100) US dollars per cargo. 10.4 The declared value of high value cargo shall be specific and depend on the contents and final destination of cargo. 10.5 IBE shall not be responsible for any loss, damage, delay, bad delivery or non-delivery of undeliverable cargo. 10.6 IBE's acceptance of a cargo in excess of the maximum allowed limit of declared value shall not constitute a waiver of any term or condition stipulated in these terms. 10.7 In case the declared value of cargo exceeds the approved limits, that value shall be automatically reduced to the approved limits for that cargo. 10.8 Regardless of the declared value of cargo, IBE's liability for loss, damage, delay,  bad delivery, wrong delivery, non-delivery, incorrect information, failure to provide information or misrepresentation of information, shall not exceed the repair costs of cargo, according to its consumable value or its replacement cost, whichever is lower. 10.9 IBE shall not be liable for any damage in excess of the declared value or determination of liability as described in the Article No. 10 of these terms. 10.10 In no event shall IBE be liable for direct or indirect loss or damage, including but not limited to loss of income, profit or interest. 10.11 IBE shall not be responsible for any damage resulting from the customer's actions or negligence, including but not limited to, the wrongful declaration of cargo, incorrect or inadequate packaging, routing of cargo, acts or omissions committed by the recipient or any other person who has interest in the cargo. It shall not also be liable in case the customer or recipient breaches any of these terms, conditions of sea waybill or conditions of carriage fees. IBE shall not be responsible for any loss, damage, delay, bad delivery, non-delivery, incorrect information or failure to provide information. 10.12 The customer shall be responsible for his cargo, in case it causes damage to IBE's cargo or third party's cargo. The Customer shall be also responsible for any claim filed by a third party or any liability beyond the liability imposed under these terms."




,
"terms10" : "No Warranties",
"terms10desc":"IBE shall make no other express or implied warranties, except as expressly set out in these terms."




,
"terms11" : "Claims and Compensations",
"terms11desc":"12.1 The dispatcher shall submit all requests relating to the delay, damage (partial or complete damage), shortage, loss or incorrect delivery within a period not exceeding thirty (30) days, as of the date when the cargo is dispatched. 12.2 All claims relating to the (visible or hidden) damage shall be reported to IBE within forty-eight (48) hours after the cargo is delivered, provided that the occurrence of damage is acknowledged in the delivery record, while the cargo is received by the customer. 12.3 The customer may submit the claim through any of IBE's channels available for supporting IBE's customers. 12.4 Processing of all claims by IBE shall require up to seven (7) business days for action, unless further action is required by the investigation. 12.5 As described, without prejudice to the declared value article, limits of liability provided for in these terms and conditions and in case the cargo shall not subject to insurance, IBE's limits of liability shall reach, as a maximum, one hundred (100) US dollars or the value of carriage (whichever is less). 12.6 In case the customer pays additional amounts that are not due through any of IBE's service channels, they shall be returned within a period not exceeding fifteen (15) working days, as of the date when the defect is discovered."




,
"terms12" : "Additional Fees",
"terms12desc":"IBE shall reserve its right to estimate the fuel surcharge and other additional fees, with regard to the cargo and with no need to notify the customer hereof."



,
"terms13" : "Applicable Law and Approved Language ",
"terms13desc":"These terms shall not exclude any liability where the exclusion of such liability is prohibited by law, and the invalidity of any condition or invalidity of its application shall not affect the other parts of these terms. The Arabic text shall prevail, when interpreting these terms."


,
"terms14" : "Disregarded, Abandoned or Returned Cargo ",
"terms14desc":"In case the cargo cannot be delivered for any reason (such as inability to communicate with the customer, no response received from the customer, refusal to receive it or the customer’s failure to give the instructions of receipt or the customer's ignorance to receive it), then IBE shall have the right, at its sole discretion, to return the cargo to the dispatcher, to cancel the cargo, to dispose of the cargo or take any other action to serve its interest. The customer shall also pay the return fees or any additional fees in cases where the cargo is returned to him due to the failure to deliver it, including but not limited to, the customer's failure to pay any required fees of the cargo, the customer's refusal to receive it, its refusal made by the government authorities or the address is incorrect. IBE shall further have the right to detain the cargo and not deliver it in case it entails sums of money, whether they are return fees or other fees. The customer shall not have the right to claim the cargo delivery proof after the lapse of three (3) months, as of the date of dispatch."


,
"terms15" : " Customs Clearance ",
"terms15desc":"16.1 The failure to accurately complete all necessary customs procedures and required documents (including the air waybill) shall release IBE from any liability and it shall not be liable to the customer or any other person for any damage as a result of the customer's non-compliance therewith. 16.2 IBE shall have the right to assess the additional fees, with regard to the customs clearance of cargo or any other additional services required for the customs clearance of cargo."


,
"terms16" : "Charges, Taxes and Fees",
"terms16desc":"17-1 IBE may, on behalf of the customer, choose to pay the charges, taxes and fees as assessed by the Customs Department. 17.2 IBE shall not be liable for the late payment of charges and taxes, in case the sufficient approvals and warranties shall not be obtained by it to do so. 17.3 In case the Charges, taxes or fees are paid by IBE, the latter shall reserve its right to assess the additional fees. IBE shall also reserve its right to sell the cargo by public auction or deal with the goods in any way it sees appropriate to recover the charges, taxes and fees that are not paid, provided that the customer shall remain responsible the payment of those fees."



,
"terms17" : "Data Protection and Privacy",
"terms17desc":"18.1 By providing any personal data to IBE, the dispatcher agrees that IBE shall use such data for the purposes of IBE (its agents or subcontractors), including carrying-out their obligations, by virtue of the sea waybill and relevant circumstances. The shipper agrees that IBE shall share this data with its affiliates and also confirms that IBE may do the same thing, with regard to the consignee's personal data. 18.2 By delivering the cargo and signing the waybill, the shipper agrees that this personal data shall be shared with these countries."

,

"shippingout" : "Shipping",
"shippingoutdesc" : "Our goal is to make the experience of shipping and shopping as easy as possible, as we provide the lost link between global factories and shoppers from home and abroad. We also provide many facilities for shipping services from all countries of the world",

"q1" : "Where is the head office of the company?",
"a1" : "Kingdom of Saudi Arabia",
"q2" : "Is the company registered in Saudi and has a commercial registration?",
 "a2" : "Yes, commercial registration No. 1010585294",
 "q3" : "In which city is our warehouse located in China?",
 "a3" : "Guangzhou",
 "q4" : "What are the services provided by our company?",
 "a4" : "Purchasing products from Chinese stores at wholesale prices. Giving a private Chinese and Saudi email address to each customer. Storing of goods in warehouses equipped with the latest technology. Air and sea freight including customs clearance from China",
 "q5" : "How do you start with us?",
 "a5" : "To be given a Chinese address that allows you to storage space inside our warehouse in China, first register on our website to receive and store your goods You can use this address to shop from China’s stores and factories, as you send the address to the supplier you want to purchase from so that your purchases shall be shipped on, so that we can receive and ship them later to your address",
 "q6" : "What is the identification code?",
 "a6" : "The identification code is that defines your shipment from any other shipments of other customers, and is attached to and must be placed by the supplier on (IPE) the end of your address in your control panel and the beginning of the carton code so that your shipment can be easily found upon arrival to the warehouse",
 "q7" : "How can I know that my shipment has arrived and picked up from the warehouse?",
 "a7" : "Upon arrival of the shipments to the warehouse, they are recorded in your control panel and will appear to you in the shipments section",
 "q8" : "How much does shipping cost?",
 "a8" : "The shipping cost depends on the higher weight between the actual weight and the volumetric weight of the product, the nature of the product and the shipping address, to calculate the approximate shipping cost through the price calculator on our website",
 "q9" : "Can I ship this product",
 "a9" : "To find out if your product can be shipped or not, look at the prohibited products page first and then contact us via the instant chat “live chat” in your control panel or via the contact us form on our website",
 "q10" : "What payment methods you have?",
 "a10" : "Apple Pay - Mada - Visa - MasterCard",
 "q11" : "Which line is suitable for me to ship my product?",
 "a11" : "Multiple shipping lines: sea and air freight (Aramex, DHL, SMR line, SMR Express, FedEx, IPE) To find out the most suitable shipping line for your shipment, look at the shipping lines page to find out the restrictions and conditions of each shipping line and you can also compare the lines prices and shipping duration You can also contact the shipments team via the instant chat “live chat” in the control panel",
 "q12" : "Will the products arrive to my door?",
 "a12" : "Yes, the products arrive directly to your door, except in some cases for customs reasons or cities that are not covered by the shipping company",
 "q13" : "Can I collect different ones in one parcel?",
 "a13" : "You can only collect normal shipments, but if the shipment contains a battery or different brand, it cannot be collected in the same parcel",
 "q14" : "Can I send a private shipping company to receive from China warehouse?",
 "a14" : "No, but you can request shipping within China and attaching the full address details of the destination you want to send to",
 "q15" : "How long is the processing time for the package?",
 "a15" : "From 24 hours to 48 hours",
 "q16" : "How long will parcels be shipped after processing?",
 "a16" : "From 48 hours to 72 hours",
 "q17" : "In the event that I ship goods in large quantities, is it required that I have a customs broker or any such procedure?",
 "a17" : "No, we provide customs clearance with all procedures of the order",
 "q18" : "What is the mechanism for submitting a request for shipment inspection/ overpricing?",
 "a18" : "You can submit a return or inspection request of shipment via your control panel in the storage and shipments section",
 "q19" : "How to calculate the volumetric weight of the product?",
 "a19" : "Air freight depends on calculating the higher weight between the actual weight and the volumetric weight. The volumetric weight is calculated via the following formula: Length * width * height / 5000 Via the following formula: CBM while sea freight depends on calculating weight in cubic meters Length * width * height / 100,000",
 "q20" : "What is the difference between shipping and parcel?",
 "a20" : "Shipment: The goods that arrive to us from the supplier unchanged, i.e. in the same condition Parcel: Collecting and packing more than one shipment together to reduce shipping cost",
 "q21" : "Are there different types of packaging?",
 "a21" : "Yes, types of packaging are (thick packaging / reinforced thick packaging / advanced packaging). The fees for each type of packaging vary according to the package The choice of packaging is made by the customer during the making of the parcel, as the appropriate packaging appears for the product and you can also choose the type of packaging suitable for you",
 "q22" : "Is it possible to ship from the Saudi warehouse line to outside Saudi?",
 "a22" : "No, since the Saudi warehouse line is for Saudi and Saudi cities only",
 "q23" : "Do you provide cash on delivery service in Saudi warehouse?",
 "a23" : "No",
 "q24" : "Can you agree with a specific factory to manufacture special goods upon my request?",
 "a24" : "Yes, we can",
 "q25" : "Can I receive a shipment from your warehouse?",
 "a25" : "Yes, you can, in Saudi warehouse only and after booking an appointment to receive your shipments. With regard to the China warehouse, it is not possible, as it can be requested to be shipped internally via attaching the full address of the destination to which you want to ship",
 "q26" : "Do you have a warehouse in Riyadh?",
 "a26" : "Yes, Sulay",
 "q27" : "Do you accept shipping from Ali Express?",
 "a27" : "Yes, you can order from Ali Express via attaching your full Chinese address in the control panel to send your shipments to the China warehouse",
 "q28" : "Can you collect products from different suppliers?",
 "a28" : "Yes, you can purchase from multiple suppliers via attaching your full address inside our China warehouse"
 
 
 


}